Repository: lucas42/lucos_eolas
Catalog: app/lucos_eolas/locale/*/LC_MESSAGES/django.po
Languages: ga

source: contains
ga: comhdhéanta

source: Metadata
ga: Meiteashonraí

source: name
ga: ainm

source: Wikipedia URL Slug
ga: Sluga URL Vicipéid

source: The URL Slug used by the primary page regarding this item on the English Language instance of Wikipedia
ga: An sluga URL a úsáideann an príomhleathanach maidir leis an mír seo ar an Vicipéid Béarla

source: also known as
ga: nó mar is fearr aithne

source: Enter alternate names separated by commas.
ga: Cuir isteach ainmneacha eile scartha le camóga.

source: People
ga: Daoine

source: Anthropological
ga: Antraipeolaíoch

source: Anthropogeographical
ga: Antrapaigeografach

source: Musical
ga: Ceolmhar

source: Aquatic
ga: Uisceach

source: Terrestrial
ga: Domhanda

source: Cosmic
ga: Cosmach

source: Supernatural
ga: Osnádúrtha

source: Historical
ga: Stairiúil

source: Temporal
ga: Teamparálta

source: Mathematical
ga: Matamaiticiúil

source: Technological
ga: Teicneolaíochta

source: Meteorological
ga: Meitéareolaíochta

source: Meta
ga: Meit

source: plural
ga: iolra

source: category
ga: Catagóir

source: Place Type
ga: Cineál Áite

source: Place Types
ga: Cineálacha Áiteanna

source: fictional
ga: ficseanúil

source: located in
ga: suite

source: metonym
ga: meatonaim

source: Something this place is often used as a substitue for
ga: Rud a úsáidtear an áit seo go minic mar ionadach dó

source: Place
ga: Áit

source: Places
ga: Áiteanna

source: order
ga: ord

source: Day of the Week
ga: Lá na Seachtaine

source: Days of the Week
ga: Laethanta na Seachtaine

source: Calendar
ga: Féilire

source: Calendars
ga: Féilirí

source: order in calendar
ga: ordú sa fhéilire

source: Month
ga: Mí

source: Months
ga: Míonna

source: start year
ga: bliain tosaigh

source: Approximate year the event started, in the Gregorian Calendar
ga: Garbh-bhliain a thosaigh an imeacht, sa fhéilire Ghréagóra

source: end year
ga: bliain dheireanach

source: Approximate year the event ended, in the Gregorian Calendar
ga: Garbh-bhliain a chríochnaigh an imeacht, sa fhéilire Ghréagóra

source: Historical Event
ga: Imeacht Stairiúil

source: Historical Events
ga: Imeachtaí Stairiúla

source: day of month
ga: lá den mhí

source: Festival
ga: Féile

source: Festivals
ga: Féilte

source: Season
ga: Séasúr

source: Seasons
ga: Séasúir

source: description
ga: tuairisc

source: year
ga: bliain

source: Approximate year of the memory
ga: Garbh-bhliain ar an gcuimhne

source: Memory
ga: Cuimhne

source: Memories
ga: Cuimhní

source: value
ga: luach

source: Approximate value of this number, up to 2 decimal places
ga: Garluach an uimhir seo, suas le 2 ionaid dheachúlacha

source: Number
ga: Uimhir

source: Numbers
ga: Uimhreacha

source: Mode of Transport
ga: Modh Iompair

source: Modes of Transport
ga: Modhanna Iompair

source: code
ga: cód

source: A valid ISO 639-5 code
ga: Cód bailí ISO 639-5

source: Language Family
ga: Fine Teangacha

source: Language Families
ga: Finte Teangacha

source: A valid ISO 639 code
ga: Cód bailí ISO 639

source: Language
ga: Teanga

source: Languages
ga: Teangacha

source: Weather
ga: Aimsir

source: Weathers
ga: Aimsirí

source: Ethnic Group
ga: Grúpa Eitneach

source: Ethnic Groups
ga: Grúpaí Eitneacha

source: Direction
ga: Treo

source: Directions
ga: Treonna

source: Organisation
ga: Eagraíocht

source: Organisations
ga: Eagraíochtaí

source: Irish
ga: Gaelige

source: English
ga: Béarla

source: Home
ga: Abhaile

source: Add %(name)s
ga: Cuir %(name)s le
